<%
//	************************************************************************
//	***                                                                  ***
//	***  Данный файл должен подключаться для восстановления стандартного ***
//	***  потока вывода в самом конце страницы.                           ***
//	***                                                                  ***
//	***  Copyright (C) 2008, 2012, Fido-Biznes MChJ.                     ***
//	***  Автор:  Шаюсупов Ш.А.                                           ***
//	***                                                                  ***
//	************************************************************************

	// Начало: Изменён от 23.03.2012
/*
  -- Закомментируем старый вариант
	}	// try
	finally {
		out = cacheOut.restoreOut();
	}
*/
	// Закрываем обработчик исключений
	} // try
	catch (Exception e) {
		cacheOut.handleException(e);
	}	// catch (Exception e)
	finally {
		out = cacheOut.restoreOut();
	}	// finally

	// Конец: Изменён от 23.03.2012

%>